import React from "react";
import c from './uboutus.module.css'

const Uboutus = () => {
    return (
      <div>
        <div className={c.p}>
          <div className="line">
            <b>О НАС</b>
          </div>
          <div className={c.divp}>
            <p>
              Мы продаем по справедливой цене и предоставляем гарантию, так как
              считаем, что онлайн-шопинг должен быть максимально удобным и
              безопасным. И каждый раз, когда кто-то нажимает «Купить», мы
              понимаем, что делаем нужное дело.
            </p>
            <p>
              Мы верим, что вещи существуют для того, чтобы делать жизнь проще,
              приятнее и добрее. Поэтому и поиск той самой вещи должен быть
              быстрым, удобным и приятным. Мы не просто продаем бытовую технику
              и электронику. Мы помогаем найти именно то, что нужно, в одном
              месте и без лишних волнений, чтобы вы не тратили жизнь на поиски,
              а просто жили счастливо.
            </p>
            <p>
              В нашем магазине представлены: игровые гарнитуры, мышки,
              клавиатуры с приятной кликабельностью, наушники с лучшим звуком,
              мониторы с высоким качеством изображения, микрофоны с хорошей
              чувствительностью.
            </p>
            <p>
              Мы навсегда избавляем своих покупателей от неприятных
              компромиссов, исполняем желания и позволяем мечтать смелее.
              Благодаря разумному поиску и честному сервису мы делаем жизнь
              наших клиентов немножко лучше прямо сейчас.
            </p>
          </div>
        </div>
        <div className={c.p}>
          <div className="line">
            <b>
              HyperX Store – онлайн-магазин в Казахстане с опытом более
              <br /> 5 лет в IT индустрии.
            </b>
          </div>
          <div className={c.divp}>
            <p>
              Добро пожаловать в официальный магазин геймерских товаров HyperX в
              Казахстане. Хотим поделиться нашими преимуществами, которые делают
              нас надежным выбором для ваших покупок.
            </p>
            <p>
              Мы продаем по справедливой цене и предоставляем гарантию, так как
              считаем, что онлайн-шопинг должен быть максимально удобным и
              безопасным. И каждый раз, когда кто-то нажимает «Купить», мы
              понимаем, что делаем нужное дело.
            </p>
            <p>
              Мы верим, что вещи существуют для того, чтобы делать жизнь проще,
              приятнее и добрее. Поэтому и поиск той самой вещи должен быть
              быстрым, удобным и приятным. Мы не просто продаем бытовую технику
              и электронику. Мы помогаем найти именно то, что нужно, в одном
              месте и без лишних волнений, чтобы вы не тратили жизнь на поиски,
              а просто жили счастливо.
            </p>
            <p>
              В нашем магазине представлены: игровые гарнитуры, мышки,
              клавиатуры с приятной кликабельностью, наушники с лучшим звуком,
              мониторы с высоким качеством изображения, микрофоны с хорошей
              чувствительностью.
            </p>
            <p>
              Мы навсегда избавляем своих покупателей от неприятных
              компромиссов, исполняем желания и позволяем мечтать смелее.
              Благодаря разумному поиску и честному сервису мы делаем жизнь
              наших клиентов немножко лучше прямо сейчас.
            </p>
          </div>
        </div>
        <div className={c.p}>
          <div className="line">
            <b>Удобная доставка</b>
          </div>
          <div className={c.divp}>
            <p>
              И конечно, любой товар можно заказать с доставкой. Мы доставляем
              по Алматы в течение одного дня, а по Казахстану — на следующий
              день. Всё — без предоплаты, если нужно — в кредит. Оплата
              безналичная . Мы хотим, чтобы у наших клиентов вообще никогда не
              возникал вопрос «где найти что-то нужное».
            </p>
            <p>
              Для Вашего удобства , мы создали комфортные условия для покупок.
              Мы предлагаем различные способы оплаты такие как:
            </p>
            <ul className={c.ul}>
              <li>• Безналичный расчет</li>
              <li>• Удаленная оплата из любой точки Казахстана</li>
              <li>• Рассрочка Kaspi.kz /KaspiRed</li>
            </ul>
            <p>
              Превосходный сервис, надежность, безопасность и доступность – вот
              то , что мы предлагаем вам в интернет-магазине геймерских
              девайсов. Благодарим Вас, что выбираете наш магазин и надеемся на
              долгосрочные отношения.
            </p>
          </div>
        </div>
      </div>
    );
}

export default Uboutus ;
